{
    "history": [
        {
            "title":"string",
            "description":"string",
	        "date":"dateTime",
            "cv_image":"string <location of file in github>",
            "images": []
	}
    ],

    "anime": [
        {
            "title":"Space Dandy",
            "description":"Dandy is a groovy, pompadour-wearing man who explores the stars in search of strange aliens for money, desiring to visit his favorite place: bo****s, the best diner in all the cosmos. Traversing the galaxies in his trusty ship, the Aloha Oe, Dandy is accompanied by his two equally unique friends: QT, the vacuum cleaner robot, and Meow, an alien with a cat-like appearance.",
            "date":"Jan 5, 2014",
            "cv_image":"spaceDandy.jpg",
            "images": [],
            "genre":"comedy, Sci-Fi"
        },
        {
            "title":"Planetes",
            "description":"In 2075, space travel is no longer just a dream, but an everyday reality for mankind. Advancements in science and technology have led to the colonization of the moon, the commercialization of outer space, and the formation of large space corporations. Ai Tanabe, an upbeat woman whose interests lie in the cosmos, joins Technora Corporation as a member of their Debris Section, a department dedicated to the removal of dangerous space junk between the orbits of the Earth and Moon",
            "date":"Oct 4, 2003",
            "cv_image":"planetes.jpg",
            "images": [],
            "genre":"Drama, Romance, Sci-Fi"
        }
    ],

    "game": [
        {
            "title":"Kerbal Space Program",
            "description":"Although KSP looks like a very cartoony space game, it actually bases most if not all of its mechanics on real life physics, like having to calculate transfer windows and using gravity assists to save on fuel.",
            "date":"Apr 27, 2015",
            "cv_image":"KSP.jpg",
            "images": [],
            "genre":"Space, Simulation, Physics"
        }
	{
            "title":"Space Engine",
            "description":"SpaceEngine is 1:1 science-based Universe simulator, users can explore any part of our charted universe, along with procedurally generated parts that haven’t been charted yet. This game is fairly realistic with it’s physics and graphics, although you are able to surpass to speed of light by many times to explore places far out beyond our Milky Way.",
            "date":"Jun 11, 2019",
            "cv_image":"SE.jpg",
            "images": [],
            "genre":"Space, Sandbox, Casual"
        }
        {
            "title":"Terra Invicta",
            "description":"Terra Invicta is a game where an alien invasion has fractured humanity into several ideological factions, you are chosen to lead one of these factions to take control of Earth’s many nations and expand yourself across the solar system. This game portrays space fairly accurately, having specific transfer windows to save on fuel and time, you also set up many mining bases across the Solar System’s planets, moons and asteroids to build up resources to help the aliens, or to build warships to fight back against the aliens and their allies.",
            "date":"Sep 26, 2022",
            "cv_image":"TI.jpg",
            "images": [],
            "genre":"Strategy, Space, Simulation"
        }
        {
            "title":"Hardspace: Shipbreaker",
            "description":"Hardspace: Shipbreaker takes place in the dystopian future, most of the Solar System has been heavily industrialized, and you partake in that by working for the LYNX corporation, which salvages ships and uses the parts for profit. You are working to pay off a billion credit debt owed to LYNX. This game accurately depicts zero g environments, along with a possible future for humanity if corporations begin having much more power in space and our society.",
            "date":"May 24, 2022",
            "cv_image":"HS.jpg",
            "images": [],
            "genre":"Space, Sci-fi, Physics"
        }
        {
            "title":"Reentry - An Orbital Simulator",
            "description":"Reentry is a realistic space flight simulator based on NASAs space programs, become an astronaut and take part in programs from Project Mercury to the moon landing in Project Apollo. In this game you play as the astronaut controlling the spacecraft, learning how to fly and operate them like a real astronaut would. ",
            "date":"Nov 15, 2018",
            "cv_image":"Reentry.jpg",
            "images": [],
            "genre":"Space, Flight, Simulation"
        }
    ]
}
